[Author]
Language=Hindi
TranslatedBy=J.Kishore Reddy
TranslatorContact=jpkr.jpkr@yahoo.in
TranslatorURL=
LastUpdated=01 December 2015

[Language]
File1.Caption=फ़ाइल
OpenChangelog1.Caption=ओपन चैंजलॉग
OpenEULA1.Caption=ओपन EULA
Exit1.Caption=बाहर जाएं
Help1.Caption=मदद
Homepage1.Caption=होम पेज
About1.Caption=बारे में
TabSheet1.Caption=चेकसम फ़ाइल
TabSheet2.Caption=स्ट्रिंग हैश
TabSheet3.Caption=फाइलों की तुलना
TabSheet5.Caption=स्कैन फ़ोल्डर
TabSheet7.Caption=सत्यापित करें चेकसम 
Label10.Caption=स्कैन करने के लिए फ़ोल्डर का चयन करें:
Label11.Caption=फ़ाइल मास्क:
Button8.Caption=स्कैन
Button14.Caption=रुकें
Button11.Caption=फिल्टर
Button12.Caption=निर्यात
Label66.Caption=तुलना करें दो फ़ाइलों
Label9.Caption=चयन करें दो फ़ाइलों और देखीयो की वे अलग हैं कया।
Button6.Caption=तुलना
Label7.Caption=सत्यापित करें फ़ाइल चेकसम     
Label8.Caption=चयन करें एक फ़ाइल और तुलना करे MD5 हैश के सात
Button9.Caption=सत्यापित करें
Button16.Caption=चिपकाएं 
Label2.Caption=हैश चेकसम कंप्यूट करने डालें स्ट्रिंग: 
Button4.Caption=उत्पन्न 
Label12.Caption=स्ट्रिंग लंबाई:
Button2.Caption=निर्यात
Label1.Caption=हैश चेकसम कंप्यूट करने चयन करें फ़ाइल:
Button1.Caption=ब्राउज़...
Button15.Caption=निर्यात
Label5.Caption=फ़ाइल साइज़:
imgFacebookLike.Hint=फ़ॉलो करें हमें फ़ेसबुक पर 
imgDonate.Hint=समर्थन करें इस परियोजना का  
FrmSettings.Label6.Caption=चुनिए भाषा:
FrmSettings.Caption=सेटिंग्स
FrmSettings.CheckBox1.Caption=जोड़ें एक्सप्लोरर को संदर्भ मेनू 
FrmSettings.Button1.Caption=बंद करे
FrmOutputFormat.Caption=फिल्टर
FrmOutputFormat.CheckBox2.Caption=Recursively स्कैन करे उप-फ़ोल्डर भी
FrmOutputFormat.CheckBox3.Caption=स्कैन  only valid PE फ़ाइलें, such as EXE, SYS, DLL, etc
FrmOutputFormat.CheckBox1.Caption=चोड़ें खाली फ़ाइलों जो 0 बाइट्स हैं 
FrmOutputFormat.Label1.Caption=उपलब्ध variables:  
FrmOutputFormat.Label2.Caption=लिखें अपने कस्टम आउटपुट स्वरूप: 
FrmOutputFormat.Label3.Caption=आउटपुट स्वरूप
FrmOutputFormat.Label4.Caption=अनुकूलित स्कैनिंग 

FrmOutputFormat.cbSkipHiddenFiles.Caption=चोड़ें फ़ाइलों जो छिपे हुए रूप में चिह्नित हैं 
FrmOutputFormat.cbSkipSystemFiles.Caption=चोड़ें फ़ाइलों जो सिस्टम फ़ाइलों के रूप में चिह्नित हैं 
FrmOutputFormat.cbSkipBiggerFiles.Caption=चोड़ें फ़ाइलों जो आकार में N MBs से बड़ो हैं

FrmAbout.Label4.Caption=फ़ॉलो करें हमें ट्विटर पर        
FrmAbout.Label5.Caption=फ़ॉलो करें हमें फ़ेसबुक पर
FrmAbout.Label6.Caption=समर्थन करें इस परियोजना का 
FrmAbout.Caption=बारे में
Button18.Caption=क्लिपबोर्ड
Button7.Caption=ब्राउज़...
Button3.Caption=ब्राउज़...
Button5.Caption=ब्राउज़...
Button17.Caption=क्लिपबोर्ड
FrmSettings.CheckBox3.Caption=छोटा करें आवेदन विंडो जब मैन्युअली शुरू करें
Label6.Caption=चयन करें फ़ाइल सत्यापित करें करने के लिए
Label20.Caption=लिखें MD5 चेकसम यहां:
Label21.Caption=चयन करें पहला फ़ाइल:
Label22.Caption=चयन करें दूसरा फ़ाइल:
Label13.Caption=MD5 चेकसम:
Label14.Caption=SHA1 चेकसम:
Label15.Caption=SHA256 चेकसम:
Label16.Caption=SHA384 चेकसम:
Label17.Caption=SHA512 चेकसम:
cbMD5.Caption=MD5 चेकसम:
cbSHA1.Caption=SHA1 चेकसम:
cbSHA256.Caption=SHA256 चेकसम:
cbSHA384.Caption=SHA384 चेकसम:
cbSHA512.Caption=SHA512 चेकसम:
Settings1.Caption=सेटिंग्स
Configure1.Caption=कॉन्फ़िगर

;Messages

FILE_NOT_EXIST=फ़ाइल मौजूद नहीं है।
SELECT_FILE=चयन करें फ़ाइल...
FILES_IDENTICAL=फ़ाइलें समान हैं।
FILES_DIFFERENT=फाइल अलग हैं।
HASH_EMPTY=हैश क्षेत्र खाली है।
HASH_WRONG=हैश क्षेत्र गलत है। MD5 हैश (32 वर्ण) का प्रयोग करें।
MD5_CHECK_EQUAL=फ़ाइल MD5 चेकसम बराबर है।
MD5_CHECK_DIFFERENT=फ़ाइल MD5 चेकसम अलग है।
DIR_NOT_FOUND=फ़ोल्डर मौजूद नहीं है।
FILES=फ़ाइलें
SELECT_FOLDER=चुनें फ़ोल्डर 
TEXTAREA_EMPTY=Textarea खाली है।
WAIT=प्रतीक्षा करें...

;New strings

Form1.Makeadonation1.Caption=दान करें
Form1.Facebookpage1.Caption=फेसबुक पेज
Form1.witterpage1.Caption=ट्विटर पेज

